let character_array = [
{
  name: "icsh",
  width: "300px",
  char_text: "<b>Замороженный шоколадный десерт</b> Состав: Сахарный сироп, какао-масса, база веган (растительные волокна, рисовый белок, загуститель камедь тары), глюкозный сироп, декстроза, какао-порошок, стабилизаторы (декстроза, глюкозный сироп, мальтодекстрин, растительные волокна), соль поваренная пищевая <br><b>Цена: 547.5 руб.</b>"
},
{
  name: "icf",
  width: "300px",
  char_text: "<b>Фисташковый десерт с дробленым миндалем</b> Состав: Сахарный сироп, миндаль, паста фисташки, база веган (растительные волокна, рисовый белок, загуститель камедь тары), глюкозный сироп, декстроза, растительные волокна, стабилизаторы (декстроза, глюкозный сироп, мальтодекстрин, растительные волокна), соль поваренная пищевая.<br> <b>Цена: 547.5 руб.</b> "
},
{
  name: "icm",
  width: "300px",
  char_text: "<b>Сливочное мороженое с малиновой прослойкой обогащенное протеином</b> Состав: сливки, восстановленное обезжиренное молоко, малиновая прослойка (сахар, малина, загуститель (Е440), ароматизатор малина, сок лимона концентрированный, краситель (Е120)), сахарный сироп, концентрат сывороточного белка, глюкозный сироп, эмульгатор (Е471), стабилизаторы (Е466, Е412, Е407).<br> <b> Цена: 547.5 руб.</b>"
  
},
{
  name: "ica",
  width: "300px",
  char_text: "<b>Сливочное мороженое с апельсиново-мандариновой прослойкой обогащенное витамином «С»</b> Состав: сливки, восстановленное обезжиренное молоко, апельсиново-мандариновая прослойка (апельсин, мандарин, сахар, стабилизатор (Е440), регулятор кислотности (Е330), ароматизатор “мандарин-апельсин”, краситель (Е160с), консервант (Е202)), сахарный сироп, глюкозный сироп, аскорбиновая кислота, эмульгатор (Е471), стабилизаторы (Е466, Е412, Е407).<br><b>Цена: 547.5 руб.</b>"
},
]
