let character_array = [
{
  name: "itap1",
  char_text: "Мы начинали с маленького ларька на окраине города, который продавал мороженное, сделанное на кухне у создателя компании. Мы получали много хороших отзывов и пользовались популярностью среди местных детишек. Так, мы просуществовали 4 года и накопили денег, чтобы приобрести свою первую производственную кухню для мороженного."
},

{
  name: "itap2",
  char_text: "Мы создали сеть ларьков в нашем городе и всем очень нравилось наше мороженное. Также мы расширили наши производственные пункты так, что людей причастных к производству мороженного уже достигло 100 человек."
},

{
  name: "itap3",
  char_text: "Мы расширились еще сильнее и людей, находящихся у нас в компании, достигло 1000 человек. Мы сделали снаш сайт, на котором вы сейчас находитесь, а также основали наши филиаллы по всей стране."
},
  ]

