let character_array = [
{
  name: "p1",
  char_text: "<b>Александр</b>: Очень понравилось ваше мороженное! Оно очень нежное и вкусное. Я работник завода и могу позволить себе такое лакомство, потому что оно очень дешевое!"
},

{
  name: "p2",
  char_text: "<b>Василий</b> Моей дочери очень нравится ваше мороженное. Она просто без ума от него. Спасибо вам, что дарите моей дочери счастье!"
},

{
  name: "p3",
  char_text: "<b>Анна</b> Мы семьей любим собираться за телевизором, смотреть сериал, а также есть вкусное мороженное WE LOVE ICE CREAM! Я лично его обожаю."
},
  ]

